Repository: CherokeeLanguage/CherokeeLessons.com
Catalog: content/content/2023-06-29_cherokee-cat-computer-aided-translation-translation-memory-and-glossary-files/tm/red-riding-hood-seven-kids-omegat.tmx
Source language: en_us
Languages: chr

source: "A long, long time."
chr: “ᎪᎯᏓ, ᏙᎯᏳ ᎪᎯᏓ.”

source: "Afraid of me?" said the wolf.
chr: “ᏍᎩᏍᎦᎭᏍ?” ᎤᏛᏁ Ꮎ ᏩᏯ.

source: "Afraid of my ears?
chr: “ᏕᎯᏍᎦᎭᏍᎪ ᏗᏥᎴᏂ?

source: "Afraid of these eyes?
chr: “ᏕᎯᏍᎦᎭᏍᎪ ᏕᏥᎦᏙᎵ?

source: "Afraid of your grandmother?"
chr: “ᏍᎩᏍᎦᎭᏍ ᎬᎵᏏ?”

source: "Afraid?
chr: “ᎯᏍᎦᎭᏍ?

source: "Ah, good morning, Little Red Riding Hood," said the wolf.
chr: “Ꭰ, ᎣᏍᏓ ᎬᎪᏩᏘᎭ, ᎤᏍᏗ ᎩᎦᎨ ᎠᎵᏍᏚᎶ,” ᎤᏛᏁ Ꮎ ᏩᏯ.

source: "And we will listen.
chr: “ᎠᎴ ᏓᏲᏣᏛᏓᏍᏔᏂ.

source: "And your ears, grandmother!
chr: “ᎠᎴ ᏘᎴᏂ, ᎡᎵᏏ!

source: "Are you afraid to go?" said her mother.
chr: “ᎯᏍᎦᎭᏍᎪ ᏫᏤᏅᏍᏗ?” ᎤᏛᏁ ᎤᏥ.

source: "Big arms?
chr: “ᏧᏔᎾᏍ ᏗᏆᏃᎨᏂ?

source: "Big?" said the wolf.
chr: “ᎤᏔᎾᏍ?” ᎤᏛᏁ ᏩᏯ.

source: "But there was a bad wolf.
chr: “ᎠᏎᏃ ᎤᏲ ᏩᏯ ᎨᏎ.

source: "But you look so strange, grandmother.
chr: “ᎠᏎᏃ ᎬᎦᏙᏍᏗ ᎠᎴ ᎯᏎᎩᏒ, ᎡᎵᏏ.

source: "Can it be the wolf?" said one kid.
chr: “ᏩᏯ ᏱᎩ?” ᎤᏛᏁ ᏌᏊ ᎤᎦᏐᏣᏁᏓ ᎠᎩᎾ.

source: "Come to the bedside," said the wolf.
chr: “ᎦᏂᏟ ᏗᏜ ᏖᎾ,” ᎤᏛᏁ Ꮎ ᏩᏯ.

source: "Come, so that I can see you.
chr: “ᏖᎾ, ᎬᏯᎦᏙᏍᏙᏗ.

source: "Did you let the wolf in?" said the goat.
chr: “ᏩᏯ ᎤᏴᏍᏗ ᏂᏣᏛᏁᎴ?” ᎤᏛᏁ ᎤᏥ ᎤᎦᏐᏣᏁᏓ.

source: "Don't you hear it?
chr: “ᎥᏝᏍᎪ ᏱᏕᏣᏛᎩᎠ?

source: "Don't you hear me?" called the wolf again.
chr: “ᎥᏝᏍᎪ ᏱᏍᎩᏯᏛᎩᎠ?” ᏚᏯᏅᎯᏏᎴ Ꮎ ᏩᏯ.

source: "Don't you hear your mother?
chr: “ᎥᏝᏍᎪ ᏱᏍᎩᏯᏛᎩᎠ ᎢᏨᏥ?

source: "Go to get food for us."
chr: “ᎠᎵᏍᏓᏴᏗ ᏫᏍᎩᎩᏎᎷᎦ.”

source: "Good morning."
chr: “ᎣᏍᏓ ᏣᎵᏍᏓᏁᏗᏍᏊ.”

source: "Good-bye, bad wolf," she said.
chr: “ᎤᏲ ᏣᎵᏍᏓᏏ, ᎤᏲ ᏩᏯ,” ᎤᏛᏁ.

source: "Good-morning, grandmother," said Little Red Riding Hood.
chr: “ᎣᏍᏓ ᎬᎪᏩᏘᎭ, ᎡᎵᏏ,” ᎤᏛᏁ ᎤᏍᏗ ᎩᎦᎨ ᎠᎵᏍᏚᎶ.

source: "Goodbye, Little Red Riding Hood," said the wolf.
chr: “ᏙᎾᏓᎪᎲᎢ, ᎤᏍᏗ ᎩᎦᎨ ᎠᎵᏍᏚᎶ,” ᎤᏛᏁ Ꮎ ᏩᏯ.

source: "Goodbye, kind wolf," said she.
chr: “ᏙᎾᏓᎪᎲᎢ, ᏣᏓᏅᏘ ᎯᏩᏯ,” ᎤᏛᏁ.

source: "Ha, ha!" said the wolf.
chr: “Ꭽ, Ꭽ!” ᎤᏛᏁ Ꮎ ᏩᏯ.

source: "He ate all but me.
chr: “ᏂᎦᏓ ᏚᏒᏅᎩ ᎠᏎᏍᎩᏂ ᎠᏴ.

source: "He had a soft voice.
chr: “ᎤᏬᏂᏒᎢ ᏩᏂᎨᎢ ᎨᏒᎩ.

source: "Help me out!
chr: “ᎠᎹᏳᏟᏗ ᎠᎩᎸᏍᏗ ᏍᎩᏍᏕᎳ!

source: "Help me out!" cried the wolf.
chr: “ᎠᎹᏳᏟᏗ ᎠᎩᎸᏍᏗ ᎢᏍᎩᏍᏕᎳ!” ᏚᏯᏅᎮ Ꮎ ᏩᏯ.

source: "Help!
chr: “ᏍᎩᏍᏕᎳ!

source: "Help, help, help!"
chr: “ᏍᎩᏍᏕᎳ, ᏍᎩᏍᏕᎳ, ᏍᎩᏍᏕᎳ!”

source: "Here I am," said Little Red Riding Hood.
chr: “ᎠᏴ ᎠᎭᏂ,” ᎤᏛᏁ ᎤᏍᏗ ᎩᎦᎨ ᎠᎵᏍᏚᎶ.

source: "Here are some cakes, Little Red Riding Hood.
chr: “ᎠᎭᏂ ᎢᎦᏓ ᎦᏚ ᎤᏂᎦᎾᏍᏓ, ᎤᏍᏗ ᎩᎦᎨ ᎠᎵᏍᏚᎶ.

source: "Here, mother, in the clock."
chr: “ᎠᎭᏂ, ᎡᏥ, ᏩᏥᏱ ᏥᏯᎠ.”

source: "His voice is so soft," said another.
chr: “ᎤᏬᏂᏒᎢ ᏩᏂᎨᎢ,” ᎤᏛᏁ ᏐᎢ.

source: "How did he know where grandmother lived?"
chr: “ᎦᏙ ᏣᎵᏏ ᎤᎿ ᎤᏪᎮᏍᏛ ᎤᏅᏖ?”

source: "How did he know where you were going?"
chr: “ᎦᏙ ᎤᎿ ᏤᏅᏍᏗ ᎤᏅᏖ?”

source: "How did the wolf know you?" said Little Red Riding Hood's mother.
chr: “ᎦᏙ ᏦᏟᏍᏗ ᎨᏎ?” ᎤᏛᏁ ᎤᏥ ᎤᏍᏗ ᎩᎦᎨ ᎠᎵᏍᏚᎶ.

source: "How do you do, grandmother?" said the wolf.
chr: “ᎦᏙ ᎣᏍᏓ ᎭᏛᏁᎭ, ᎡᎵᏏ?” ᎤᏛᏁ Ꮎ ᏩᏯ.

source: "How shall I get in?"
chr: “ᎦᏙ ᎠᎩᏴᏍᏗ?”

source: "I am Mother Goat.
chr: “ᎢᏨᏥ ᎤᎦᏐᏣᏁᏓ.

source: "I am afraid of you."
chr: “ᎬᏍᎦᎭ.”

source: "I am glad to go.
chr: “ᏩᏇᏓᏍᏗ ᎦᎵᎡᎵᎦ.

source: "I am going to see my grandmother."
chr: “ᎠᎩᎵᏏ ᏥᎪᎮᎦ.”`

source: "I am here," cried the kid in the clock.
chr: “ᎠᏴ ᎠᎭᏂ,” ᎤᏠᏱᎴ Ꮎ ᎤᎦᏐᏣᏁᏓ ᎠᎩᎾ ᎤᏣᎥᎢ ᎡᏆ ᏩᏥᏱ.

source: "I am so glad," said the goat.
chr: “ᏭᎪᏛ ᎦᎵᎡᎵᎦ,” ᎤᏛᏁ ᎤᏂᏥ ᎤᎦᏐᏣᏁᏓ.

source: "I am very ill, you know."
chr: “ᏙᎯᏳ ᎠᎩᏢᎦ, ᏣᏅᏔ.”

source: "I am your Mother Goat.
chr: “ᎢᏨᏥ ᎤᎦᏐᏣᏁᏓ.

source: "I ate the kids, to be sure.
chr: “Ꮎ ᎤᎾᎦᏐᏣᏁᏓ ᎠᏂᎩᎾ ᎦᏥᏒᏅᎩ, ᎤᏙᎯᏳ.

source: "I came to eat you, grandmother."
chr: “ᎬᏒᎲᏍᏗ, ᎡᎵᏏ.”

source: "I do not want to come!"
chr: “ᎥᏝ ᏫᏤᏅᏍᏗ ᏯᏆᏚᎵ!”

source: "I do not wish to see you.
chr: “ᎥᏝ ᎬᎪᏩᏛᏗ ᏯᏆᏚᎵ.

source: "I have brought you some cakes and butter," said the wolf.
chr: “ᎢᎦᏓ ᎦᏚ ᎤᏂᎦᎾᏍᏓ ᎠᎴ ᎪᏢᏅᎢ ᏕᏥᏲᎦ,” ᎤᏛᏁ Ꮎ ᏩᏯ.

source: "I have had a good sleep," he said.
chr: “ᎣᏍᏓ ᏥᏟᎲᎩ,” ᎤᏛᏁ.

source: "I have some butter for you.
chr: ᎬᏲᎴᎵ ᎢᎦᏓ ᎪᏢᏅ.

source: "I have some butter.
chr: “ᎪᏢᏅ ᎤᏣᎠ.

source: "I know what I will do.
chr: “ᎠᏆᏛᏁᏗ ᏥᎦᏔᎭ.

source: "I like the forest, " she said.
chr: “ᎢᎾᎨᎢ ᎠᎩᎸᏉᏗ,” ᎤᏛᏁ.

source: "I like to go to see grandmother."
chr: “ᎠᎩᎵᏏ ᏥᎪᎲᏍᏗ ᎠᎩᎸᏉᏙ.”

source: "I like to walk in it.
chr: “ᎤᎿ ᎠᏇᏓᏍᏗ ᎠᎩᎸᏉᏙ.

source: "I like to walk in the forest.
chr: “ᎤᎿ ᎢᎾᎨᎢ ᎨᏙᎰ.

source: "I must be going away now," said the wolf.
chr: “ᎠᏎ ᏩᏇᏅᏍᏗ,” ᎤᏛᏁ Ꮎ ᏩᏯ.

source: "I must eat her.
chr: “ᎥᏍᎩ ᎠᏎ ᏥᏒᎲᏍᏗ.

source: "I must eat that little girl," said the wolf.
chr: “Ꮎ ᎤᏍᏗ ᎠᎨᏳᏣ ᎠᏎ ᏥᏒᎲᏍᏗ,” ᎤᏓᏅᏖᏞ Ꮎ ᏩᏯ.

source: "I must eat those kids," said the wolf.
chr: “ᎥᏍᎩ ᎤᎾᎦᏐᏣᏁᏓ ᎠᏂᎩᎾ ᎠᏎ ᎦᏥᏒᎲᏍᏗ,” ᎤᏛᏁ Ꮎ ᏩᏯ.

source: "I must go now.
chr: “ᎠᏎ ᎠᏇᏅᏍᏗ ᏃᏊ.

source: "I shall have to change my voice," he said.
chr: “ᎠᎩᏬᏂᏒᎢ ᎠᏎ ᎤᏓᏁᏟᏴᏍᏗ,” ᎤᏓᏅᏖᏞ.

source: "I shall see you again," said the wolf.
chr: “ᏓᎬᎪᎯᏏᎵ,” ᎤᏛᏁ Ꮎ ᏩᏯ.

source: "I shall wait for Little Red Riding Hood.
chr: “ᎤᏍᏗ ᎩᎦᎨ ᎠᎵᏍᏚᎶ ᏓᏥᎦᏘᏗ.

source: "I told him my name," said Little Red Riding Hood.
chr: “ᏓᎩᏙᎥ ᎠᎩᏃᎮᏢᎩ,” ᎤᏛᏁ ᎤᏍᏗ ᎩᎦᎨ ᎠᎵᏍᏚᎶ.

source: "I told him where I was going."
chr: “ᎤᎿ ᎠᏇᏅᏍᏗ ᎠᎩᏃᎮᏢᎩ.”

source: "I told him where grandmother lived."
chr: “ᎤᎿ ᎠᎩᎵᏏ ᎤᏪᎮᏍᏛ ᎠᎩᏃᎮᏢᎩ.”

source: "I was so afraid he would swallow you, too!" she cried.
chr: “ᏥᏍᎦᏯ ᏂᎯᏍᏊ ᎤᎩᏒᎭ” ᎤᏪᏡᏁ.

source: "I will eat her.
chr: “ᎥᏍᎩ ᏓᏥᏒᏂ.

source: "I will eat this little girl," thought he.
chr: “ᎯᎠ ᎤᏍᏗ ᎠᎨᏳᏣ ᎠᎵᏍᏓᏴᏗ ᏂᎦᎵᏍᏗᏍᎨᏍᏗ,” ᎤᏓᏅᏖᏞ.

source: "I will go to the miller and get some flour.
chr: “ᎠᏍᏙᏍᎩᏱ ᎢᎦᏓ ᎢᏌ ᏓᏥᎩᏒᏏ.

source: "I will go," said Little Red Riding Hood.
chr: “ᏓᎨᏅᏏ,” ᎤᏛᏁ ᎤᏍᏗ ᎩᎦᎨ ᎠᎵᏍᏚᎶ.

source: "I will not help you out.
chr: “ᎥᏝ ᎠᎹᏳᏟᏗ ᏣᎸᏍᏗ ᏱᏓᎬᏯᏅᎯ.

source: "I wonder where he is going," said Little Red Riding Hood.
chr: “ᎭᏢᏍᎩᏂ ᏪᎦ?” ᎤᏛᏁ ᎤᏍᏗ ᎩᎦᎨ ᎠᎵᏍᏚᎶ.

source: "Is it the wolf again?
chr: “ᏏᏊᏍ ᏩᏯ?

source: "Is your grandmother ill?" said the wolf.
chr: “ᏣᎵᏏᏍᎪ ᎤᏢᎦ?” ᎤᏛᏁ Ꮎ ᏩᏯ.

source: "It is I, Little Red Riding Hood."
chr: “ᎠᏴ ᎤᏍᏗ ᎩᎦᎨ ᎠᎵᏍᏚᎶ.”

source: "It is Little Red Riding Hood.
chr: “ᎥᏍᎩ ᎤᏍᏗ ᎩᎦᎨ ᎠᎵᏍᏚᎶ.

source: "It is Red Riding Hood," said the wolf.
chr: “ᎤᏍᏗ ᎩᎦᎨ ᎠᎵᏍᏚᎶ,” ᎤᏛᏁ Ꮎ ᏩᏯ.

source: "It is my hood.
chr: “ᎠᎵᏍᏚᎶ ᎠᏆᏤᎵ.

source: "It is the Mother Goat,
chr: “ᎢᏨᏥ ᎤᎦᏐᏣᏁᏓ,

source: "It must be Mother Goat.
chr: “ᎡᎵᏍᏗ ᎣᎩᏥ ᎤᎦᏐᏣᏁᏓ.

source: "Let me in, dear little kids," said the wolf.
chr: “ᎠᎩᏴᏍᏗ, ᏗᏆᏤᎵ ᏧᎾᏍᏗ ᎤᎾᎦᏐᏣᏁᏓ ᎠᏂᎩᎾ,” ᎤᏛᏁ Ꮎ ᏩᏯ.

source: "Let me in, grandmother," said Little Red Riding Hood.
chr: “ᎠᎩᏴᏍᏗ, ᎡᎵᏏ,” ᎤᏛᏁ ᎤᏍᏗ ᎩᎦᎨ ᎠᎵᏍᏚᎶ.

source: "Let me in," said the wolf.
chr: “ᎠᎩᏴᏍᏗ,” ᎤᏛᏁ Ꮎ ᏩᏯ.

source: "Let me in.
chr: “ᎠᎩᏴᏍᏗ.

source: "Let us see your feet, I say," cried the oldest kid.
chr: “ᏫᏙᏥᎪᏩᏔ, ᎬᏲᏎᎭ,” ᎤᏛᏁ ᎤᏓᏂᎳᎨᎢ ᎤᎦᏐᏣᏁᏓ ᎠᎩᎾ.

source: "Let us see your feet," they said.
chr: “ᏗᏣᎳᏏᏕᏂ ᏫᏙᏥᎪᏩᏔ,” ᎤᎾᏛᏁ.

source: "Little Red Riding Hood will soon be here.
chr: “ᎤᏍᏗ ᎩᎦᎨ ᎠᎵᏍᏚᎶ ᎩᎳᏊ ᎠᎭᏂ ᎤᎷᏥᏗ.

source: "Look out for the black feet.
chr: “ᏗᏥᏱᎦ Ꮎ ᏗᎬᎿᎨ ᏧᎳᏏᏕᏂ.

source: "Mother Goat cannot help you.
chr: “ᎢᏥᏥ ᎤᎦᏐᏣᏁᏓ Ꮭ ᏱᎦᏱᏥᏍᏕᎸᏗ.

source: "Mother Goat is going to get food.
chr: “ᎤᏂᏥ ᎤᎦᏐᏣᏁᏓ ᏗᎵᏍᏓᏴᏗ ᎠᎩᏎᎦ.

source: "No kids!
chr: “ᎥᏝ ᎤᎾᎦᏐᏣᏁᏓ ᎠᏂᎩᎾ!

source: "No, I am not hurt," said Little Red Riding Hood.
chr: “ᎥᏝ ᎤᏲ ᏯᏆᎵᏍᏓᏁᎭ,” ᎤᏛᏁ ᎤᏍᏗ ᎩᎦᎨ ᎠᎵᏍᏚᎶ.

source: "No, I never will," said Little Red Riding Hood.
chr: “ᎥᏝ ᎢᎸᎯᏳ ᏩᏯ ᏱᏘᏯᎵᏃᎮᏔᏂ,” ᎤᏛᏁ ᎤᏍᏗ ᎩᎦᎨ ᎠᎵᏍᏚᎶ.

source: "No, no!
chr: “Ꮭ, ᎥᏝ!

source: "No, we will not," said the kids.
chr: “ᎥᏝ, Ꮭ ᏱᏓᏲᏥᏍᏚᎢᏏ,” ᎤᎾᏛᏁ ᎤᎾᎦᏐᏣᏁᏓ ᎠᏂᎩᎾ.

source: "No," said the goat.
chr: “ᎥᏝ,” ᎤᏛᏁ ᎤᏂᏥ ᎤᎦᏐᏣᏁᏓ.

source: "No," said the kids.
chr: “ᎥᏝ,” ᎤᎾᏛᏁ Ꮎ ᎤᎾᎦᏐᏣᏁᏓ ᎠᏂᎩᎾ.

source: "Now I have eaten all the kids," he said.
chr: “ᏃᏊ ᏂᎦᏓ ᎤᎾᎦᏐᏣᏁᏓ ᎠᏂᎩᎾ ᎦᏥᏒᏅᎩ,” ᎤᏛᏁ.

source: "Now I must get into bed," he said.
chr: “ᏃᏊ ᎠᏎ ᎠᎩᏒᏍᏗ,” ᎤᏛᏁ.

source: "Now is my time," said he.
chr: “ᏃᏊ ᎠᏆᏜᏅᏓᏕᎭ,” ᎤᏛᏁ.

source: "Now, I will get my kids again," said the goat.
chr: “ᏃᏊ, ᏙᏛᎩᎧᎯᏏᎵ,” ᎤᏛᏁ ᎤᏂᏥ ᎤᎦᏐᏣᏁᏓ.

source: "Now, goodbye, little kids.
chr: “ᏃᏊ, ᏙᏓᏓᎪᎲᎢ, ᏧᎾᏍᏗ ᎤᎾᎦᏐᏣᏁᏓ ᎠᏂᎩᎾ.

source: "O come, come, Mother Goat!
chr: “Ꭳ ᎯᎷᎩ, ᎯᎷᎩ, ᎡᏥ ᎤᎦᏐᏣᏁᏓ!

source: "O grandmother, what big eyes!
chr: “Ꭳ ᎡᎵᏏ, ᏧᏔᎾ ᏘᎦᏙᎵ!

source: "O help!
chr: “Ꭳ ᏍᎩᏍᏕᎳ!

source: "O mother!" cried the kids.
chr: “Ꭳ ᎡᏥ!” ᎤᎾᏠᏱᎴ Ꮎ ᎤᎾᎦᏐᏣᏁᏓ ᎠᏂᎩᎾ.

source: "O my dear kids; my dear kids!" cried the goat.
chr: “Ꭳ ᎢᏨᏳᎭ ᏗᏇᏥ; ᎢᏨᏳᎭ ᏗᏇᏥ!” ᎤᏠᏱᎴ ᎤᏂᏥ ᎤᎦᏐᏣᏁᏓ.

source: "O no, I am not afraid," said Little Red Riding Hood.
chr: “Ꭳ, ᎥᏝ, ᎾᎩᏍᎦᎸᎾ,” ᎤᏛᏁ ᎤᏍᏗ ᎩᎦᎨ ᎠᎵᏍᏚᎶ.

source: "O no, we will not let you in," said the kids.
chr: “Ꭳ Ꮭ, Ꮭ ᏱᎦᏣᏴᏍᏗ,” ᎤᎾᏛᏁ ᎤᎾᎦᏐᏣᏁᏓ ᎠᏂᎩᎾ.

source: "O no," said the goat.
chr: “Ꭳ, ᎥᏝ,” ᎤᏛᏁ ᎤᏂᏥ ᎤᎦᏐᏣᏁᏓ.

source: "O!
chr: “Ꭳ!

source: "O, I am afraid!" said Little Red Riding Hood.
chr: “Ꭳ, ᏥᏍᎦᎭ!” ᎤᏛᏁ ᎤᏍᏗ ᎩᎦᎨ ᎠᎵᏍᏚᎶ.

source: "O, I am glad you have come!" said the wolf.
chr: “Ꭳ, ᎯᎷᎦ ᎦᎵᎡᎵᎦ!” ᎤᏛᏁ Ꮎ ᏩᏯ.

source: "O, I am glad you have come," said the grandmother.
chr: “Ꭳ, ᎯᎷᎦ ᎦᎵᎡᎵᎦ,” ᎤᏛᏁ ᎤᎵᏏ..

source: "O, I am so heavy!" he said.
chr: “Ꭳ, ᏭᎪᏛ ᏥᎨᏓ!” ᎤᏛᏁ.

source: "O, I am so sorry!"
chr: “Ꭳ, ᏙᏳ ᎤᏲ!”

source: "O, I am so sorry!" said Little Red Riding Hood.
chr: “Ꭳ, ᏙᏳ ᎤᏲ!” ᎤᏛᏁ ᎤᏍᏗ ᎩᎦᎨ ᎠᎵᏍᏚᎶ.

source: "O, are you very ill?"
chr: “Ꭳ, ᏙᎯᏳᏍ ᏣᏢᎦ?”

source: "O, my kids!" cried the goat.
chr: “Ꭳ, ᏗᏇᏥ ᎤᎾᎦᏐᏣᏁᏓ ᎠᏂᎩᎾ!” ᎤᏠᏱᎴ ᎤᏥ ᎤᎦᏐᏣᏁᏓ.

source: "O, my kids, my kids!
chr: “Ꭳ, ᏗᏇᏥ, ᏗᏇᏥ!

source: "O, there you are!" cried the wood choppers.
chr: “Ꭳ, ᏂᎯ!” ᎤᏁᏡᏁ Ꮎ ᏗᏂᎴᏴᏍᏗᏍᎩ.

source: "O, these heavy kids!" he cried.
chr: “Ꭳ, ᎯᎠ ᏭᎪᏛ ᏗᏂᎨᏓ ᎤᎾᎦᏐᏣᏁᏓ ᎠᏂᎩᎾ!” ᎤᏠᏱᎴ.

source: "O, we see them.
chr: “Ꭳ, ᎣᏥᎪᏩᏘᎭ.

source: "O, you bad, bad wolf!" said the grandmother.
chr: “Ꭳ, ᏣᏲ, ᏣᏲ ᎯᏩᏯ!” ᎤᏛᏁ ᎤᎵᏏ.

source: "O, you silly, silly Little Red Riding Hood!
chr: “Ꭳ, ᏣᏓᏣᏘᏗ. ᎤᏓᏣᏘᏗ ᎤᏍᏗ ᎩᎦᎨ ᎠᎵᏍᏚᎶ!

source: "Open the door, little kids," he called.
chr: “ᎦᎶᎯᏍᏗᎢ ᎢᏥᏍᏚᎢ, ᏧᎾᏍᏗ ᎤᎾᎦᏐᏣᏁᏓ ᎠᏂᎩᎾ,” ᎤᏯᏅᎮ.

source: "Open the door," said the goat.
chr: “ᎦᎶᎯᏍᏗ ᎢᏥᏍᏚᎢ,” ᎤᏛᏁ ᎤᏂᏥ Ꮎ ᎤᎦᏐᏣᏁᏓ.

source: "Open the door," said the wolf.
chr: “ᎦᎶᎯᏍᏗᎢ ᎠᏎ ᎢᏥᏍᏚᎢᏍᏗ,” ᎤᏛᏁ Ꮎ ᏩᏯ.

source: "Pull the string.
chr: “ᎠᏍᏘ ᎯᎾᏌᎾᎩ.

source: "Put on your little red hood, Little Red Riding Hood.
chr: “ᏣᏤᎵ ᎩᎦᎨ ᎠᎵᏍᏚᎶ ᎭᎵᏍᏚᎸᎦ, ᎤᏍᏗ ᎩᎦᎨ ᎠᎵᏍᏚᎶ.

source: "Run away home, kids!
chr: “ᏫᏣᏓᎾᏩᏍᏓ ᏗᎨᏅᏒᎢ, ᏗᏇᏥ ᎤᎾᎦᏐᏣᏁᏓ ᎠᏂᎩᎾ!

source: "See how they can hug you, Little Red Riding Hood.
chr: “ᎯᎪᏩᏔ ᎥᏍᎩ ᎣᏍᏓ ᎨᏣᏄᎩᏣᏗ, ᎤᏍᏗ ᎩᎦᎨ ᎠᎵᏍᏚᎶ.

source: "Sh!
chr: “Ꮝ!

source: "Shall you know his voice?
chr: “ᎤᏁᏨᎢᏍᎪ ᏓᏣᏅᏘ?

source: "Shall you know the wolf when he comes?" said Mother Goat.
chr: “ᏓᏣᏅᏘᏍᎪ Ꮎ ᏩᏯ ᎤᎷᏨᎢ?” ᎤᏛᏛᏅ ᎤᏂᏥ ᎤᎦᏐᏣᏁᏓ..

source: "She is ill in bed.
chr: “ᎤᏢᎬᎢ ᎤᏂᎭ.

source: "She lives on the edge of the forest."
chr: “ᎠᏍᏗ ᎢᎾᎨᎢ ᎦᏁᎳ.”

source: "So go, goat, and find food.
chr: “ᏃᏊᎴ ᏪᎾ, ᎤᎦᏐᏣᏁᏓ, ᏗᎵᏍᏓᏴᏗ ᏫᏘᏩᏔ.

source: "So good -morning, Little Red Riding Hood."
chr: “Ꮟ, ᎣᏍᏓ ᏣᎵᏍᏓᏁᏗ, ᎤᏍᏗ ᎩᎦᎨ ᎠᎵᏍᏚᎶ.”

source: "That wicked wolf!" they said.
chr: “Ꮎ ᏭᎪᏛ ᎤᏲ ᏩᏯ!” ᎤᎾᏛᏁ.

source: "The feet are white," said another.
chr: “ᏧᎳᏏᏕᏂ ᏧᏁᎦ,” ᎤᏛᏁ ᏐᎢ.

source: "The voice is soft," said one kid.
chr: “ᎤᏬᏂᏒᎢ ᏩᏂᎨᎢ,” ᎤᏛᏁ ᏌᏊ ᎤᎦᏐᏣᏁᏓ ᎠᎩᎾ.

source: "The voice is soft," said the kids.
chr: “ᎤᏬᏂᏒᎢ ᏩᏂᎨᎢ,” ᎤᎾᏛᏁ Ꮎ ᎤᎾᎦᏐᏣᏁᏓ ᎠᏂᎩᎾ.

source: "The wicked wolf!" said the goat.
chr: “Ꮎ ᏭᎪᏛ ᎤᏲ ᏩᏯ!” ᎤᏛᏁ ᎤᏥ ᎤᎦᏐᏣᏁᏓ.

source: "The wolf ate my six little kids.
chr: “ᏗᏇᏥ ᏑᏓᎵ ᎤᏍᏗ ᎤᎾᎦᏐᏣᏁᏓ ᎠᏂᎩᎾ ᏚᏒᏁ Ꮎ ᏩᏯ.

source: "The wolf ate them," said the kid.
chr: “Ꮎ ᏩᏯ ᎥᏍᎩ ᏚᏒᏅᎩ,” ᎤᏛᏁ ᎤᎦᏐᏣᏁᏓ ᎠᎩᎾ.

source: "The wolf has black feet, too," said the goat.
chr: “ᏩᏯ ᏗᎬᎿᎨ ᏧᎳᏏᏕᏂ, ᎥᏍᏊ,” ᎤᏛᏁ ᎤᎾᎦᏐᏣᏁᏓ.

source: "The wolf will come.
chr: “Ꮎ ᏩᏯ ᏓᏳᎷᏥ.

source: "Then I can eat you all the better."
chr: “ᎾᎯᏳ ᎣᏍᏓᎨᎢ ᎬᏒᎲᏍᏗ.”

source: "Then I can see you all the better," said the wolf.
chr: “ᎾᎯᏳ ᎣᏍᏓᎨᎢ ᎬᏯᎦᏙᏍᏙᏗ,” ᎤᏛᏁ Ꮎ ᏩᏯ.

source: "Then I will go again to the kids."
chr: “ᎾᎯᏳ ᏓᎦᏥᎷᏥᏏᎴᎵ.”

source: "There is the wolf!" said the kid.
chr: “ᎤᎿ Ꮎ ᏩᏯ!” ᎤᏛᏁ ᎤᎦᏐᏣᏁᏓ ᎠᎩᎾ.

source: "These are strong arms," said the wolf.
chr: “ᏧᎾᏟᏂᎩᏓ ᏗᎦᏃᎨᏂ,” ᎤᏛᏁ Ꮎ ᏩᏯ.

source: "These arms look so strange," said Little Red Riding Hood.
chr: “ᏔᏃᎨᏂ ᎠᏂᏎᎩ,” ᎤᏛᏁ ᎤᏍᏗ ᎩᎦᎨ ᎠᎵᏍᏚᎶ.

source: "They are so big."
chr: “ᎥᏍᎩ ᏧᏔᏂ.”

source: "They do not look like your arms, grandmother.
chr: “ᎥᏝ ᏔᏃᎨᏂ ᏱᎩ, ᎡᎵᏏ.

source: "They will kill me," said the wolf.
chr: “ᏓᎬᎩᏟ,” ᎤᏛᏁ Ꮎ ᏩᏯ.

source: "Those kids are very wise," he said.
chr: “Ꮎ ᎤᎾᎦᏐᏣᏁᏓ ᎠᏂᎩᎾ ᎤᎪᏗ ᎠᎢᎦᏙᎲᏍᎪ,” ᎤᏛᏁ.

source: "We are all glad," said the Mother Goat.
chr: “ᏭᎪᏛ ᎢᏓᎵᎮᎵᎦ,” ᎤᏛᏁ ᎤᏂᏥ ᎤᎦᏐᏣᏁᏓ.

source: "We are glad.
chr: “ᏙᏣᎵᎮᎵᎦ.

source: "We are so glad!" said the kids.
chr: “ᏭᎪᏛ ᎣᏣᎵᎮᎵᎦ!” ᎤᏛᏁ ᎤᎾᎦᏐᏣᏁᏓ ᎠᏂᎩᎾ.

source: "We have been trying to catch him for a long time.
chr: “ᎣᎩᏂᏱᏗ ᎪᎯᏓ ᎣᏣᏁᏟᏗᏍᎬᎩ.

source: "We knew that it was you.
chr: “ᎤᎾᏅᏕ Ꮎ ᏂᎯ ᎨᏎ.

source: "We will look," said the kids.
chr: “ᏙᏓᏲᎩᏯᎵ,” ᎤᎾᏛᏁ Ꮎ ᎤᎾᎦᏐᏣᏁᏓ ᎠᏂᎩᎾ.

source: "We will not let the wolf in," said the kids.
chr: “Ꮎ ᏩᏯ ᎥᏝ ᎤᏴᏍᏗ ᏱᏓᏲᏣᎵᏍᎪᎸᏓᏁᎵ,” ᎤᎾᏛᏁ ᎤᎾᎦᏐᏣᏁᏓ ᎠᏂᎩᎾ.

source: "We will not open the door for any wolf."
chr: “ᎦᎶᎯᏍᏗᎢ ᎥᏝ ᏩᏯ ᏱᏓᏲᏥᏍᏚᎢᏎᎵ.”

source: "We will not open the door.
chr: “ᎥᏝ Ꮎ ᎦᎶᎯᏍᏗᎢ ᏱᏓᏲᏥᏍᏚᎢᏏ.

source: "We will take Little Red Riding Hood home to her mother," said the wood cutters."
chr: ᎤᏍᏗ ᎩᎦᎨ ᎠᎵᏍᏚᎶ ᏓᏲᏥᎾᏫᏛᎯ ᎤᏥ ᎦᎵᏦᏕ,” ᎤᎾᏛᏁ Ꮎ ᏗᏂᎴᏴᏍᏗᏍᎩ.

source: "Well, look at my feet," said the wolf.
chr: “ᎥᏍᎩᎩ? ᏗᏆᎳᏏᏕᏂ ᏗᏣᎦᏙᏍᏓ,” ᎤᏛᏁ Ꮎ ᏩᏯ.

source: "What have you in the basket?" said the wolf.
chr: “ᎦᏙ ᏧᏍᏗ ᏔᎷᏣ ᎤᎾᏣᎠ?” ᎤᏛᏁ Ꮎ ᏩᏯ.

source: "What is it?" said the wolf.
chr: “ᎦᏙ ᎤᏍᏗ?” ᎤᏛᏁ Ꮎ ᏩᏯ.

source: "What is that noise?" said the wood choppers.
chr: “ᎦᏙ ᎤᏍᏗ ᎥᏍᎩ ᎠᏓᏃᏴᏟᏍᏗᎭ?” ᎤᏛᏁ ᏗᏂᎴᏴᏍᏗᏍᎩ.

source: "What, not let your mother in?" cried the wolf.
chr: “ᎦᏙ, ᎢᏨᏥ ᎥᏝ ᎠᎩᏴᏍᏗ ᏱᏣᎵᏍᎪᎸᏓᏁᎭ?” ᎤᏠᏱᎸᎢ ᎤᏛᏁ Ꮎ ᏩᏯ.

source: "Where are my kids?
chr: “ᎭᏢ ᏗᏇᏥ?

source: "Where are the other kids?" said the Mother Goat.
chr: “ᎭᏢ ᏗᏐᎢ ᎤᎾᎦᏐᏣᏁᏓ ᎠᏂᎩᎾ?” ᎤᏛᏁ ᎤᏥ ᎤᎦᏐᏣᏁᏓ.

source: "Where are you going?" said the wolf.
chr: “ᎭᏢ ᎡᎦ?” ᎤᏛᏁ Ꮎ ᏩᏯ.

source: "Where does she live?" asked the wolf.
chr: “ᎭᏢ ᎦᏁᎳ?” ᎤᏛᏁ Ꮎ ᏩᏯ.

source: "Where, where, where?" cried Mother Goat.
chr: “ᎭᏢ, ᎭᏢ, ᎭᏢ?” ᎤᏠᏱᎴ ᎤᏥ ᎤᎦᏐᏣᏁᏓ.

source: "Who are you?" said the kids.
chr: “ᎦᎪ ᏂᎯ?” ᎤᎾᏛᏁ ᎤᎾᎦᏐᏣᏁᏓ ᎠᏂᎩᎾ.

source: "Who is it?" said the sick grandmother.
chr: “ᎦᎪ ᎤᎿ?” ᎤᏛᏁ ᎤᏢᎬ ᎤᎵᏏ.

source: "Who is it?" said the wolf.
chr: “ᎦᎪ ᎤᎿ?” ᎤᏛᏁ Ꮎ ᏩᏯ.

source: "Why do the wood choppers bring you home?
chr: “ᎦᏙᎲ ᏗᏂᎴᏴᏍᏗᏍᎩ ᏗᎩᏁᏅᏒᎢ ᎨᏣᏫᏓ?

source: "Why do you cry out?"
chr: “ᎦᏙᎲ ᎮᏡᎲᎦ?”

source: "Why do you not open the door?"
chr: “ᎦᏙᎲ ᎥᏝ ᎦᎶᎯᏍᏗᎢ ᏱᏥᏍᏚᎢᏍᏗ?”

source: "Why, don't you know me?" said the wolf.
chr: “ᎦᏙ? ᎥᏝᏍᎪ ᏱᏍᎩᏲᎵᎦ?” ᎤᏛᏁ Ꮎ ᏩᏯ.

source: "Why, how heavy I am!" said the wolf.
chr: “ᎦᏙ ᏃᏊ? ᏭᎪᏛ ᏥᎨᏓ!” ᎤᏛᏁ Ꮎ ᏩᏯ.

source: "Yes, I am afraid of your eyes," said Little Red Riding Hood.
chr: “ᎥᎥ, ᏘᎦᏙᎵ ᏕᏥᏍᎦᎭ,” ᎤᏛᏁ ᎤᏍᏗ ᎩᎦᎨ ᎠᎵᏍᏚᎶ.

source: "Yes, I am very ill."
chr: “Ꭵ, ᏙᎯᏳ ᎠᎩᏢᎦ.”

source: "Yes, it is my hood.
chr: “Ꭵ, ᎠᏆᏤᎵ ᎠᎵᏍᏚᎶ.

source: "Yes, let me go," said Little Red Riding Hood.
chr: “ᎥᎥ, ᏓᎨᏅᏏ,” ᎤᏛᏁ ᎤᏍᏗ ᎩᎦᎨ ᎠᎵᏍᏚᎶ.

source: "Yes, she is ill," said Little Red Riding Hood.
chr: “ᎥᎥ, ᎤᏢᎦ,” ᎤᏛᏁ ᎤᏍᏗ ᎩᎦᎨ ᎠᎵᏍᏚᎶ.

source: "Yes, that is it.
chr: “ᎥᎥ, ᎥᏍᎩ.

source: "Yes, we let the wolf in," said the kid.
chr: “ᎥᎥ, ᏩᏯ ᎤᏴᏍᏗ ᏃᎦᏛᏁᎸᎩ,” ᎤᏛᏁ ᎤᎦᏐᏣᏁᏓ ᎠᎩᎾ.

source: "You are a wolf.
chr: “ᎯᏩᏯ.

source: "You are not our mother," said the kids.
chr: “ᎥᏝ ᎢᏍᎩᏥ ᏱᎩ,” ᎤᎾᏛᏁ ᎤᎾᎦᏐᏣᏁᏓ ᎠᏂᎩᎾ.

source: "You are not the Mother Goat," said the kids.
chr: “ᏂᎯ ᎥᏝ ᎣᏥᏥ ᎤᎦᏐᏣᏁᏓ ᏱᎩ,” ᎤᎾᏛᏁ ᎤᎾᎦᏐᏣᏁᏓ ᎠᏂᎩᎾ.

source: "You ate my kids.
chr: “ᏗᏇᏥ ᎤᎾᎦᏐᏣᏁᏓ ᎠᏂᎩᎾ ᎦᎯᏒᏁ.

source: "You look so strange!" said Little Red Riding Hood.
chr: “ᎬᎦᏙᏍᏗ ᎠᎴ ᎯᏎᎩ!” ᎤᏛᏁ Ꮎ ᎤᏍᏗ ᎩᎦᎨ ᎠᎵᏍᏚᎶ.

source: "You must first let us see your feet."
chr: “ᎢᎬᏱ ᏗᏣᎳᏏᏕᏂ ᎠᏎ ᏦᎩᎪᏩᏛᏗ. ᏫᏘᎪᏩᏛᏓ.”

source: "You need not cry for help," said the wolf.
chr: “ᎩᎶ ᎢᏥᏍᏕᎸᏗ ᎢᏥᏯᏅᏗ ᏂᏥᎬᏨᎾ,” ᎤᏛᏁ Ꮎ ᏩᏯ.

source: "You were a bad wolf to eat my kids," said the goat.
chr: “ᏂᎯ ᏭᎪᏛ ᎤᏲᎢ ᏩᏯ ᎨᏎ ᎦᎯᏒᏅᎢ ᏗᏇᏥ Ꮎ ᎤᎾᎦᏐᏣᏁᏓ ᎠᏂᎩᎾ,” ᎤᏛᏁ ᎤᏂᏥ ᎤᎦᏐᏣᏁᏓ.

source: "Your eyes are so big, grandmother.
chr: “ᏧᏔᏂ ᏘᎦᏙᎵ, ᎡᎵᏏ.

source: A wicked old wolf!
chr: ᎤᏲᏒ ᎠᎦᏴᎵ ᏩᏯ!

source: Afraid of your grandmother's eyes!"
chr: ᎤᎵᏏ ᏗᎦᏙᎵ ᏕᎯᏍᎦᎭ!”

source: All of you listen!"
chr: ᎢᏣᏛᏓᏍᏓ!”

source: And I have some cakes.
chr: ᎠᎴ ᎬᏲᎴᎵ ᎦᏚ ᎤᏂᎦᎾᏍᏓ.

source: And I have some cakes."
chr: ᎦᏚᏃ ᎤᏂᎦᎾᏍᏓ ᎤᎾᏣᎠ.”

source: And I will get my kids back."
chr: ᎠᎴ ᏗᏇᏥ ᎤᎾᎦᏐᏣᏁᏓ ᎠᏂᎩᎾ ᏙᏛᎩᎧᎯᏏᎵ.”

source: And grandmother jumped out of his mouth.
chr: ᎠᎰᎵᏃ ᎤᎵᏏ ᏚᎵᏔᏗᏅᏒᎢ ᎤᏄᎪᏤ.

source: And he was a bad, bad wolf!
chr: ᎠᎴ ᎤᏲ, ᎤᏲ ᏩᏯ ᎨᏎ!

source: And she likes cakes, too.
chr: ᎦᏚ ᎤᏂᎦᎾᏍᏓ ᎤᎸᏉᏙ, ᎥᏍᏊ.

source: And she never did.
chr: ᎠᎴ ᎥᏝ ᎢᎸᎯᏳ ᏱᏄᏛᏁᎴ.

source: And your mouth, grandmother.
chr: ᎠᎴ ᎯᎰᎵ, ᎡᎵᏏ.

source: Are you hurt?"
chr: ᎤᏲᏍ ᏣᎵᏍᏓᏁᎭ?”

source: But I am not afraid.
chr: ᎠᏎᏃ ᎾᎩᏍᎦᎸᎾ.

source: But I can hear you all the better, Little Red Riding Hood."
chr: ᎠᏎᏃ ᎣᏍᏓᎨᎢ ᎬᏯᏛᎪᏗ, ᎤᏍᏗ ᎩᎦᎨ ᎠᎵᏍᏚᎶ.”

source: But I must get in.
chr: ᎠᏎᏃ ᎠᏎ ᎠᎩᏴᏍᏗ.

source: But I wonder what she has in the basket."
chr: ᎠᏎᏃ ᎦᏙ ᏧᏍᏗ ᏔᎷᏣ ᎤᎾᏣᎠ?”

source: But Little Red Riding Hood is not afraid.
chr: ᎠᏎᏃ ᎤᏍᏗ ᎩᎦᎨ ᎠᎵᏍᏚᎶ ᏄᏍᎦᎸᎾ.

source: But Little Red Riding Hood was afraid.
chr: ᎠᏎᏃ ᎤᏍᏗ ᎩᎦᎨ ᎠᎵᏍᏚᎶ ᎤᏍᎦᎴ.

source: But are the kids as heavy as this?"
chr: ᎠᏎᏃ ᏗᏂᎨᏓᏒᎢᏍᎪ ᎯᎠ ᎤᎾᎦᏐᏣᏁᏓ ᎠᏂᎩᎾ?”

source: But he fell head first into the spring.
chr: ᎠᏎᏍᎩᏂ ᎦᏄᎪᎬᎢ ᎤᏅᏤ ᎠᏍᎪᎵ ᎢᎬᏱᎢ.

source: But no help came.
chr: ᎠᏎᏃ ᎥᏝ ᎠᎵᏍᏕᎵᏍᎩ ᏳᎷᏤ.

source: But now they are safe."
chr: ᎠᏎᏃ ᏃᏊ ᏂᎯᎾᏰᎬᎾ ᏂᎦᎵᏍᏗᏍᎨᏍᏗ.”

source: But the door was open.
chr: ᎠᏎᏃ ᎦᎶᎯᏍᏗ ᎤᎵᏍᏚᎢᏓ ᎨᏎ.

source: But the wood choppers came.
chr: ᎠᏎᏃ ᏗᏂᎴᏴᏍᏗᏍᎩ ᎤᏂᎷᏨᎩ.

source: But you will not get into my house again.
chr: ᎠᏎᏃ ᎠᏆᏤᎵ ᎦᎵᏦᏕ ᎥᏝ ᏱᎦᏣᏴᏟᏐᏗ.

source: By and by the Mother Goat came.
chr: ᎪᎯᏴᎢ ᎤᏂᏥ ᎤᎦᏐᏣᏁᏓ ᎤᎷᏤ.

source: By and by the wolf awoke.
chr: ᎪᎯᏴᎢ ᎤᏰᏤ Ꮎ ᏩᏯ.

source: By and by, the goat and the one kid went out for a walk.
chr: ᎪᎯᏴᎢ ᎤᏥ ᎤᎦᏐᏣᏁᏓ ᎠᎴ ᎤᏪᏥ ᎤᎦᏐᏣᏁᏓ ᎠᎩᎾ ᎤᏁᏙᎸᏎ.

source: Come here and let me hug you.
chr: ᏖᎾ ᎠᎭᏂ ᎬᏄᎩᏣᏗ.

source: Come to me, Little Red Riding Hood," she said.
chr: “ᏄᎳ, ᎤᏍᏗ ᎠᎩᎦᎨ ᎠᎵᏍᏚᎶ, ᎠᎭᏂ ᏘᎷᎩ,” ᎤᏛᏁ.

source: Come, Little Red Riding Hood, come!"
chr: ᏖᎾ, ᎤᏍᏗ ᎩᎦᎨ ᎠᎵᏍᏚᎶ, ᏖᎾ!”

source: Come, so that I can hear you.
chr: ᏖᎾ, ᎬᏯᏛᎪᏗ.

source: Come, so that I can hug you.
chr: ᏖᎾ, ᎬᏯᏄᎩᏣᏗ.

source: Did you hear, little kids?
chr: ᎤᎾᎦᏐᏣᏁᏓ ᎠᏂᎩᎾ, ᎢᏣᏛᎦᏁᏍ?

source: Do not open the door for black feet."
chr: ᏗᎬᎿᎨ ᏧᎳᏏᏕᏂ ᏱᎩ ᏞᏍᏗ ᎦᎶᎯᏍᏗᎢ ᏥᏥᏍᏚᎢ.”

source: Do not open the door when you hear the rough voice."
chr: ᎤᏓᏣᎧᏗ ᎤᏁᏨᎢ ᏱᎩ ᏞᏍᏗ ᎦᎶᎯᏍᏗᎢ ᏥᏥᏍᏚᎢ.”

source: Drown, drown, drown!
chr: ᎯᎬᎩ, ᎯᎬᎩ, ᎯᎬᎩ!

source: For they saw that they had let in the wolf.
chr: ᎤᏂᎪᎮ Ꮎ ᏩᏯ ᎠᏴᎭ.

source: Four, five, six!
chr: ᏅᎩ, ᎯᏍᎩ, ᏑᏓᎵ!

source: Good-bye, wicked wolf.
chr: ᎤᏲ ᏣᎵᏍᏓᏏ, ᏂᎯ Ꮎ ᏭᎪᏛ ᎤᏲ ᏩᏯ.

source: Goodbye."
chr: ᏙᎾᏓᎪᎲᎢ.”

source: Grandmother likes cakes.
chr: ᎤᎵᏏ ᎤᏂᎦᎾᏍᏓ ᏚᎸᏉᏙ.

source: Grandmother likes these cakes.
chr: ᏣᎵᏏ ᎯᎠ ᎤᏂᎦᎾᏍᏓ ᎤᎸᏉᏗ.

source: Grandmother lives far away.
chr: ᎤᎵᏏ ᎢᎾ ᏫᎦᏁᎳ.

source: Grandmother lives on the other edge.
chr: ᎤᎵᏏ ᎦᏁᎳ ᏐᎢ ᎠᏍᏗ.

source: Grandmother loves me.
chr: ᎠᎩᎵᏏ ᎠᏴ ᎠᏆᏓᎨᏳᏐ.

source: Grandmother loves mother."
chr: ᎤᎵᏏ ᎠᎩᏥ ᎤᎨᏳᏐ.”

source: Grandmother will be glad.
chr: ᎤᎵᏏ ᏛᎵᎮᎵᏥ.

source: Growl, growl, growl!
chr: “Ꭼ. Ꭼ. Ꭼ,” ᎤᏪᏡᏁ!

source: Ha, ha!
chr: Ꭽ, Ꭽ!

source: Ha, ha!"
chr: Ꭽ, Ꭽ!”

source: He could not walk very well.
chr: ᎤᏲ ᎬᏩᏪᏓᏍᏗ.

source: He dragged himself down to the spring.
chr: ᎦᏄᎪᎬᎢ ᏗᏜ ᎤᏓᎾᏏᏅᏎ.

source: He drowned in the spring.
chr: ᎦᏄᎪᎬᎢ ᎤᎬᏤ.

source: He had white feet.
chr: ᏧᎳᏏᏕᏂ ᏧᏁᎦ ᎨᏒᎩ.

source: He has eaten my kids.
chr: “ᏗᏇᏥ ᎤᎾᎦᏐᏣᏁᏓ ᎠᏂᎩᎾ ᏚᏒᏁ.

source: He has on her cap, too.
chr: ᎤᏤᎵ ᎠᎵᏍᏚᎶ ᎤᎵᏍᏚᎳ, ᎥᏍᏊ.

source: He heard what she said to the kids.
chr: ᎤᎾᎦᏐᏣᏁᏓ ᎠᏂᎩᎾ ᏧᏬᏎᎸᎢ ᎤᏛᎦᏁ.

source: He is wearing a hat, is wearing a coat, and is wearing shoes.
chr: ᎤᎵᏍᏇᏚᎦ ᎤᏄᏩ ᏚᎳᏑᏝᏃ.

source: He knocked on the door.
chr: ᎦᎶᎯᏍᏗ ᎤᏩᏂᎴ.

source: He ran to grandmother's house.
chr: ᎤᎵᏏ ᎦᎵᏦᏕ ᎠᏟᏎ.

source: He said he would eat me.
chr: ᎤᏛᏁ ᎠᎩᏒᏅᎭ.

source: He told us to open the door.
chr: ᎶᎯᏍᏗ ᎠᏎ ᎣᎩᏍᏚᎢᏍᏗ ᎣᎪᏎᎸᎩ.

source: He tried to drink.
chr: ᎤᏗᏔᏍᏗ ᎤᏁᏟᏔᏁ.

source: He was a bad, bad wolf.
chr: Ꮎ ᎤᏲ, ᎤᏲ ᏩᏯ ᎨᏎ.

source: He was asleep.
chr: ᎦᏟᎮ.

source: Hear him talk to himself.
chr: ᎤᏩᏌ ᏧᏓᏙᏎᎸᎢ ᎭᏛᎬᎦ.

source: Help me out!
chr: ᎠᎹᏳᏟᏗ ᎠᎩᎸᏍᏗ ᏍᎩᏍᏕᎳ!

source: Help me out!" cried the wolf.
chr: ᎠᎹᏳᏟᏗ ᎠᎩᎸᏍᏗ ᏍᎩᏍᏕᎳ!” ᎤᏯᏅᎮ Ꮎ ᏩᏯ.

source: Help you out?
chr: ᎠᎹᏳᏟᏗᏍ ᏣᎸᏍᏗ ᎢᏨᏯᎵᏍᏕᎵᎭ?

source: Help!
chr: ᏍᎩᏍᏕᎳ!

source: Help, help your baby kids!"
chr: ᏫᏍᎩᏕᎳ, ᏫᏍᎩᏕᎳ ᏗᏨᏰᏥ ᎤᎾᎦᏐᏣᏁᏓ ᎠᏂᎩᎾ!”

source: Her mother has just sent her.
chr: ᎤᏥ ᏫᎦᎧᎲᎦ.

source: His voice was now very sweet and kind.
chr: ᎤᏬᏂᏒᎢ ᏃᏊ ᎤᎦᎾᏍᏓ ᎤᏓᏅᏘᏃ ᎨᏎ.

source: How can I catch her?
chr: ᎦᏙ ᏥᏂᏱᏗ?

source: How glad they both were!
chr: ᎤᎪᏗ ᎤᎾᎵᎮᎵᏨᎢ ᎨᏎ!

source: How long have you been ill?"
chr: “ᎯᎳ ᎢᏴ ᏣᏢᎦ?”

source: How shall I get in?"
chr: ᎦᏙ ᎠᎩᏴᏍᏗ?”

source: How strange they are!
chr: ᎠᏂᏎᎩᏒ!

source: I am afraid of them, grandmother.
chr: ᏕᏥᏍᎦᎭ, ᎡᎵᏏ.

source: I am afraid of these arms."
chr: ᏗᎧᏃᎨ ᏕᏥᏍᎦᎭ.”

source: I am afraid of those eyes."
chr: ᏘᎦᏙᎵ ᏕᏥᏍᎦᎭ.”

source: I am not afraid in the forest.
chr: ᎤᎿ ᎢᎾᎨᎢ ᎾᎩᏍᎦᎸᎾ.

source: I am not afraid.
chr: ᎾᎩᏍᎦᎸᎾ.

source: I can hug you all the better."
chr: ᎣᏍᏓᎨᎢ ᎬᏯᏄᎩᏣᏗ.”

source: I can not eat her now.
chr: Ꮭ ᏱᏥᏒᎲᏍᏗ ᏃᏊ.

source: I caught you when you were asleep."
chr: ᎯᏟᎲᎩ ᎠᎴ ᎬᏯᏢᏔᎲᎩ.

source: I do not dare to eat her in the forest.
chr: ᏥᏒᎲᏍᏗ ᎠᏆᎵᏨᏯᏍᏗ ᏂᎨᏒᎾ.

source: I do not like the wood choppers.
chr: ᏗᏂᎴᏴᏍᏗᏍᎩ ᏂᎦᏥᎸᏉᏛᎾ.

source: I have food for you.
chr: ᎠᎵᏍᏓᏴᏗ ᎢᏨᎢᏙᎴᎭ.

source: I have food for you."
chr: ᎠᎵᏍᏓᏴᏗ ᎢᏨᎮᎭ.”

source: I have some food for you."
chr: ᎠᎵᏍᏓᏴᏗ ᎢᏨᎮᎭ.”

source: I hid in the clock."
chr: ᎡᏆ ᏩᏥᏱ ᎠᏆᏗᏍᎦᎳᏅᎩ.”

source: I like my hood.
chr: ᎠᏆᏤᎵ ᎠᎵᏍᏚᎶ ᎠᎩᎸᏉᏙ.

source: I like my hood."
chr: ᎠᏆᏤᎵ ᎠᎵᏍᏚᎶ ᎠᎩᎸᏉᏗ.”

source: I like the forest."
chr: ᎢᎾᎨᎢ ᎠᎩᎸᏉᏙᎢ.”

source: I like to go to see my grandmother.
chr: ᎤᎵᏏ ᏥᎪᎲᏍᏗ ᎠᎩᎸᏉᏙ.

source: I like to take cakes to her.
chr: ᎦᏚ ᎤᏂᎦᎾᏍᏓ ᏫᏥᏫᏛᎮᏗ ᎠᎩᎸᏉᏙ.

source: I like to walk in the forest."
chr: ᎢᎾᎨᎢ ᎠᏇᏓᏍᏗ ᎠᎩᎸᏉᏙ.”

source: I love my grandmother.
chr: ᎠᎩᎵᏏ ᏥᎨᏳᏐ.

source: I love my kind grandmother.
chr: ᎤᏓᏅᏘ ᎠᎩᎵᏏ ᏥᎨᏳᏐ.

source: I must eat the kids.
chr: ᎤᎾᎦᏐᏣᏁᏓ ᎠᏂᎩᎾ ᎠᏎ ᎦᏥᏒᎲᏍᏗ.

source: I must go away," said the Mother Goat.
chr: ᎠᏎ ᏩᏇᏅᏍᏗ,” ᎤᏛᏁ ᎤᏂᏥ ᎤᎦᏐᏣᏁᏓ.

source: I must go to my grandmother's.
chr: ᎠᎩᎵᏏ ᎠᏎ ᎠᏇᏅᏍᏗ.

source: I must have a good dinner.
chr: ᎣᏍᏓ ᎠᎵᏍᏓᏴᏗ ᎠᏎ ᎠᎩᎮᏍᏗ.

source: I must wait.
chr: ᎠᏎ ᎠᎩᎦᏘᏗᏍᏗ.

source: I shall eat her, too."
chr: ᏓᏥᏒᏂ ᎥᏍᏊ.”

source: I shall now have a good dinner.
chr: ᏃᏊ ᎣᏍᏓ ᎠᎵᏍᏓᏴᏗ ᏓᎦᎵᏍᏓᏴᏂ.

source: I shall take these cakes to her, too.
chr: ᎦᏚ ᎤᏂᎦᎾᏍᏓ ᏕᏥᏫᏗᎭ, ᎥᏍᏊ.

source: I shall take this butter to her.
chr: ᎪᏢᏅ ᏥᏫᏗᎭ.

source: I shall think of a way to get in."
chr: ᏄᏍᏗ ᎠᎩᏴᏍᏗ ᏓᎦᏓᏅᏖᏟ.”

source: I will catch her there.
chr: ᎤᎿ ᏓᏥᏂᏴᎯ.

source: I will come by and by.
chr: ᎪᎯᏴᎢ ᏓᏥᎷᏥ.

source: I will eat her by and by."
chr: ᏓᏥᏒᏂ ᎪᎯᏴᎢ.”

source: I will eat her up.
chr: ᏓᏥᏒᏂ.

source: I will get into her bed.
chr: ᎤᏤᎵ ᎦᏂᏟ ᏛᎩᏒᏟ.

source: I will get the kids while you are away."
chr: ᎤᎾᎦᏐᏣᏁᏓ ᎠᏂᎩᎾ ᏓᎦᏥᎩᏏ ᏫᏤᏅᏒᎢ.”

source: I will give her the cakes.
chr: ᎦᏚ ᎤᏂᎦᎾᏍᏓ ᏓᏥᏁᎴᎵ.

source: I will go to grandmother's house.
chr: ᎤᎵᏏ ᎦᎵᏦᏕ ᏛᏇᏅᏏ.

source: I will hug you."
chr: ᏓᎬᏯᏄᎩᏨᏂ.”

source: I will play grandmother.
chr: ᎤᎵᏏ ᏓᎦᏤᎸᏂ.

source: I will put it on my feet."
chr: ᏗᏆᎳᏏᏕᏂ ᏙᏓᎫᏢᏂ.”

source: I will take the cakes.
chr: ᎦᏚ ᎤᏂᎦᎾᏍᏓ ᏙᏓᏥᏫᏛᎯ.

source: I will take them to grandmother.
chr: ᎠᎩᎵᏏ ᏙᏓᏥᏫᏛᎯ.

source: I will wait for Little Red Riding Hood.
chr: ᏓᏥᎦᏘᏗ Ꮎ ᎤᏍᏗ ᎩᎦᎨ ᎠᎵᏍᏚᎶ.

source: I wish to send you to your grandmother."
chr: ᎤᎵᏏ ᎤᏤᎵ ᎦᎵᏦᏕ ᏫᏤᏅᏍᏗ ᎠᏆᏚᎵᎭ.”

source: I wish you to take them to grandmother.
chr: ᏣᎵᏏ ᎯᏫᏛᎮᏗ ᎠᏆᏚᎵ.

source: In ran the wolf.
chr: ᎠᏟᏒᎢ ᎤᏴᏞ Ꮎ ᏩᏯ.

source: Is it your hood, Little Red Riding Hood?
chr: ᏣᏤᎵᏍᎪ ᎠᎵᏍᏚᎶ, ᎤᏍᏗ ᎩᎦᎨ ᎠᎵᏍᏚᎶ?

source: Is the hood red?
chr: ᎩᎦᎨᏍ ᎠᎵᏍᏚᎶ?

source: Is this child a boy or a girl?
chr: ᎠᏧᏣᏍ ᎠᎨᏳᏣᎨ ᎯᎠ ᎠᏲᏟ?

source: It is a long walk.
chr: ᎤᏓᏅᎯᏓ ᎠᎢᏒᎢ.

source: It is a red hood."
chr: ᎩᎦᎨ ᎠᎵᏍᏚᎶ.”

source: It is a rough wolf's voice.
chr: ᏩᏯ ᎤᏓᏣᎧᏗ ᎤᏬᏂᏒᎢ.

source: It is that bad wolf," said one wood chopper.
chr: Ꮎ ᎤᏲ ᏩᏯ,” ᎤᏛᏁ ᏌᏊ ᎦᎴᏴᏍᏗᏍᎩ.

source: It was grandmother's cap.
chr: ᎤᎵᏏ ᎤᏤᎵ ᎠᎵᏍᏚᎶ ᎨᏎ.

source: It's her grandmother or maybe her mother?
chr: ᎤᎵᏏᏧ ᎤᏥᎨ?

source: It's her mother or maybe her grandmother?
chr: ᎤᏥᏧ ᎤᎵᏏᎨ?

source: Just then Mother Goat came along.
chr: ᎾᎯᏳᏊ ᎤᏂᏥ ᎤᎦᏐᏣᏁᏓ ᎤᎷᏤ.

source: Knock, knock, knock!
chr: ᎤᏩᏂᎴ, ᎤᏩᏂᎴ, ᎤᏩᏂᎴ!
